<?php

return [
    'non-confirmed' => 'عفواً ، حسابك غير مفعل .. قم بتفعيل حسابك لكى تتمكن من الدخول.',
    'in-active' => 'تم حجب حسابك بواسطة الإدارة ، من فضلك إتصل بنا.',
    'invalid-login' => 'بيانات البريد الإلكترونى / رقم الهاتف و كلمة السر غير متطابقة.',
    'profile-updated' => 'تم تحديث بيانات حسابك بنجاح.',
    'password-changed' =>  'تم تغيير كلمة السر الخاصة بك بنجاح.',
    'old-password-incorrect' =>  'كلمة السر الدقيمة غير صحيحة.',
    'profile-deleted' =>  'تم مسح حسابك بنجاح.',
    'notification-disabled' =>  'تم وقف إستقبال الإشعارات.',
    'notification-enabled' =>  'تم تشغيل إستقبال الإشعارات.',
    'message-sent' =>  'تم إرسال رسالتك بنجاح.',
    'null-review' =>  'من فضلك أدخل تقييم أو مراجعة.',
    'place-un-liked' =>  'تم الحذف من المفضلة.',
    'place-liked' =>  'تم الإضافة إلى المفضلة.',
    'review-submitted' =>  'تم إرسال تقييمك بنجاح.',
    'code-sent' =>  'تم إرسال كود التأكيد بنجاح.',
    'account-confirmed' =>  'كود التحقق صحيح.',
    'invalid-code' =>  'لقد أدخلت كود خاطىء.',
    'password-change' => 'تم تعيين كلمة السر الجديدة بنجاح.'
];

